{
	"invalid_request": "Invalid Request",
	"invalid_request_alt": "Your browser sent us an invalid request to this page. Please try again!",
	"no_image_upload": "No Image/Video Uploaded",
	"no_image_upload_alt": "You haven't uploaded an image or a video. Please upload an image or a video to create new thread.",
	"no_text": "Nothing Sent",
	"no_text_alt": "You haven't entered any text on the message field. Please type someting.",
	"text_too_long": "Text Too Long",
	"text_too_long_alt": "The text you have entered on message field is too long. Please limit your characters within 5000 characters limit!",
	"text_too_short": "Text Too Short",
	"text_too_short_alt": "The text you have entered on message field is too short. Please post at least a word.",
	"no_text_and_image": "No Text or Image Posted",
	"no_text_and_image_alt": "You haven't uploaded an image nor posted any text on message field. At least one field must be provided to start a thread or to reply to a post!",
	"invalid_image_format": "Invalid Image/Video Format",
	"invalid_image_format_alt": "The file you have uploaded isn't recognized as valid image or video format (we support)! Please try uploading image or video of format: JPG, JPEG, PNG, GIF, WEBM or MP4!",
	"corrupt_image_file": "Corrupt Image File",
	"corrupt_image_file_alt": "The image you uploaded isn't a valid image/video file. Please make sure the image/video isn't corrupt and upload again or choose another file.",
	"large_image_fsize": "Large Image File Size",
	"large_image_fsize_alt": "The image you uploaded is very large. Please try uploading another image of smaller file size or resize or reduce the quality of this image and reupload!",
	"large_image_size": "Large Image Size",
	"large_image_size_alt": "The image you uploaded is of very large dimension. Please resize this image or upload another image!",
	"small_image_size": "Small Image Size",
	"small_image_size_alt": "The image you uploaded is of very small dimension. Please try uploading a large image!",
	"upload_failed": "Upload Failed",
	"upload_failed_alt": "We encountered an error while uploading this image. Please try uploading again or choose another image file. If you are facing this error repeatedly, please submit this issue with us via any of our contact information so we can fix this error as soon as we can!",
	"banned": "You are Banned",
	"banned_alt": "Your IP Address has been banned from posting on this site due to our rules violation. You cannot create new thread or reply to any thread. You can learn more about this ban via <a href=\"/banned\">Banned Page</a>! You can appeal for ban lifting or get more information about your ban type and duration on that banned information page.",
	"muted": "You are Muted",
	"muted_alt": "Your IP Address has been muted temporary from posting on this site due to our rules violation. You cannot create new thread or reply to any thread. You can learn more about this mute via <a href=\"/banned\">Muted Page</a>! You can appeal for mute lifting or get more information from that muted information page.",
	"database_error": "Database Error",
	"database_error_alt": "A database error occured and we are unable to proceed this post or post reply. Please try again! If you see this error repeatedly, please report this error via any of our contact information.",
	"spam_detected": "Spam Detected",
	"spam_detected_alt": "This message you are about to post has been detected as spam by our filter. Are you sure you are not spamming? If you are posting messages very frequently, please consider leaving at least 60 seconds gap between any two consecutive threads or 15 seconds between any two consecutive thread reply.",
	"spam_detected_foreign": "Spam Detected",
	"spam_detected_foreign_alt": "This message you are about to post has been detected as spam by our filter. Are you sure you are not spamming? If you are posting messages very frequently, please consider leaving at least 150 seconds (2.5min) gap between any two consecutive threads or 45 seconds between any two consecutive thread reply. <em>(Note: If you are using an proxy or VPN, please disable it to minimize post timegap limit between two post. <a href=\"/faq/#post-gap\">Learn More</a>)</em>",
	"solve_captcha": "No Captcha Solved",
	"solve_captcha_error": "You haven't solved the captcha image! Please solve the captcha before creating new thread or posting a reply! This is compulsory for anyone not using Nepalese IP Address.",
	"invalid_captcha": "Invalid Captcha",
	"invalid_captcha_alt": "The captcha text you have entered doesn't match with the captcha image. Please try again.",
	"enable_cookie": "Enable Browser Cookie",
	"enable_cookie_alt": "It looks like cookie has been disabled on your browser/device. Please consider enabling cookie and try again!",
	"no_board_found": "This board doesn't exist",
	"no_board_found_alt": "This board you are trying to post text for doesn't exist. Please try posting on a valid board?",
	"no_thread_found": "No Thread Found",
	"no_thread_found_alt": "The thread you are about to reply doesn't exist. It may have been deleted or archived!",
	"thread_archived": "Thread Archived",
	"thread_archived_alt": "This thread has been archived! You cannot add more replies on this thread!",
	"thread_locked": "Thread Locked",
	"thread_locked_alt": "This thread has been locked! You cannot add replies to this thread!",
	"board_locked": "Board Locked!",
	"board_locked": "This board has been locked! You cannot add replies to this board!",
	"thread_image_limit": "Thread Image Limit Reached",
	"thread_image_limit_alt": "Maximum number of image reply limit for a thread has reached! You cannot add more image replies to this thread. You may however can reply text only to this thread!",
	"reply_limit_reached": "Reply Limit Reached",
	"reply_limit_reached_alt": "Maximum number of reply limit for this thread has reached! You cannot add more replies to this thread! This thread will be archived in any second from now.",
	"image_required": "Image Required",
	"image_required_alt": "You must upload an image to start new thread on this board! This is a compulsory rule for this board!",
	"duplicate_text": "Duplicate Post Detected",
	"duplicate_text_alt": "Our filter has detected this post to be duplicate of recently created post by you or someone via your IP address. Please try posting few seconds later or verify if this post has already been posted by you!",
	"duplicate_image": "Duplicate Image Posted",
	"duplicate_image_alt": "Our filter has detected this image you are uploading to be duplicate of recently upload image by you or someone by your IP address. Please try posting fews seconds later or verify if this image has already been posted by you!",
	"unknown_error": "Unknown Error",
	"unknown_error_alt": "Unknown error occured! We are unable to post this message! Please try again in few seconds. If you repeatedly see this message, please report this error using any of our contact information."
}
