{
	"search": "खोज्नुहोस",
	"search_alt": "नेपाली ईन्टरनेटको खोजी गर्नुहोस...",
	"close": "वन्द गर्नुहोस",
	"what_is": "NPChan? के हो",
	"intro": "<p>NPChan नेपालको पहिलो र मात्र एननमस छलफल (चित्र)बोर्ड हो जहाँ कुनै पनि नयाँ पोष्ट बनाउन वा रिप्लाई दिन आफ्नो परिचय खुलाउनु पर्दैन। NPChan प्रयोगकर्ता दर्ताको आवश्यकता पर्दैन र तपाईको व्यक्तिगत जानकारी कहिल्यै पनि सोच्दैन।</p><p>NPChanले तपाईलाई जुनसुकै विषयमा ढुक्क सगँ छलफल गर्ने स्वतन्त्रता प्रदान गर्दछ। नयाँ विषयमा छलफल गर्न वा पुरानो छलफलमा आफ्नो विचार राख्न सजिलो छ, तल रहेको मध्य आफुलाई ईच्छ्या लागको कुनै बोर्डमा किलिक गर्नुहोस।</p><p>NPChan मा केहि गर्नु पुर्व कृपया एक पटक हाम्रो <a href=\"/rules/\">नियम र सर्तहरु</a> पढ्नुहोला। यदि तपाईलाई NPChan को वारेमा थप जान्ने ईच्छ्या भएमा हाम्रो <a href=\"/faq/\">धेरै सोधिने प्रश्नहरु</a>मा हेर्न र वुझ्न सक्नुहुनेछ।</p>",
	"all_boards": "सवै वोर्डहरु",
	"hide_nsfw": "वयस्क पोस्ट लुकाउनुहोस",
	"show_nsfw": "वयस्क पोस्टहरु देखाउनुहोस",
	"trending_threads": "ट्रेन्डिङ पोस्टहरु",
	"intro_boards": "सुझावहरु",
	"intro_boards_alt": "के तपाई NPChan मा नयाँ हुनुहुन्छ? तपाईलाई NPChan चलाउन र धुलमेल हुन सहयोग गर्न हामीले केहि वोर्डहरु तयार गरेका छौ। यी मध्य कुनै एक वोर्डमा जानुहोस र नया नौलो पोस्टहरु हेर्नुहोस वा छलफलमा सामेल हुनुहोस।",
	"intro_boards_nepal": "NPChan को सामान्य छलफल वोर्ड। यो वोर्ड कुनै विषय केन्द्रित छैन र तपाईले यसमा जे पनि पोस्ट गर्न सक्नुहुनेछ।",
	"intro_boards_truth": "आफ्नो गोप्य कुराको छलफल गर्नुहोस। चिन्ता नमान्नुहोस, तपाईँको परिचय यहाँ गोप्य नै हुनेछ।",
	"intro_boards_tech": "प्रविध सम्बन्धी सवै कुराको छलफल वोर्ड!",
	"quick_start_lang": "NPChan नेपाली साथ साथै <a href=\"/settings.php?set_lang=English\">अंग्रेजी भाषा</a>मा पनि चलाउन सक्नुहुनेछ र यस साईटको <a href=\"settings/#theme\">अावरण (थिम)</a> परिवर्तन पनि गर्न सक्नुहुनेछ। हाम्रो <a href=\"/settings/\">सेटिङ्स</a> पृष्ठमा गएर NPChan लाई आफ्नो अनुकुल चलाउन धेरै कुराहरु मिलाउन सक्नुहुनेछ! यदि तपाईलाई यो सुझाव वक्स हटाउन मन लागेमा माथीको <b>वन्द गर्नुहोस</b> लिङ्कमा किलिक गर्नुहोस।",
	"empty_trending": "अहिले हामी सगँ कुनैपनि ट्रेन्डिङ पोस्टहरु छैनन। तपाई केहि पोस्ट गर्नुहोस र त्यो यहाँ देखिने छ।",
	"total_threads": "कुल पोस्टहरु:",
	"last_activity": "अन्तिम गतिविधि:",
	"file_count": "कुल फाईलहरु:"
	
}