{
	"settings": "Settings",
	"settings_alt": "<p>Welcome to Settings! This settings menu has all the things you want to configure on NPChan browsing. Almost all the settings are available here.</p>",
	"settings_alt_alt": "<p>Some of the features aren't available right now and are under development.</p>",
	"default": "Default",
	"reset_settings": "Reset Settings",
	"reset_settings_alt": "This option will reset all the settings to normal. This also clear all the list of threads you replied to or created from your browser history. Similar to clearing all your cookie from browser!",
	"confirm": "Confirm",
	"confirm_alt": "Are you sure?",
	"cancel": "Cancel",
	"save": "Save Settings",
	"show": "Show",
	"hide": "Hide",
	"language": "Site Language",
	"language_alt": "Change language of the whole site!",
	"theme": "Change Theme",
	"theme_alt": "Change theme of whole site!",
	"view_nsfw": "View NSFW",
	"view_nsfw_alt": "View 18+ Posts and Boards?",
	"view_nsfw_trending": "View NSFW Posts on Homepage?",
	"view_nsfw_trending_alt": "View NSFW Posts on Trending section at homepage?",
	"random_logo": "Random Logo",
	"random_logo_alt": "Change logo everytime with different variants",
	"sort_order": "Thread Sort Order",
	"sort_order_alt": "The order for list of thread appear on Boards page.",
	"sort_order_option": {
		"last_bump_asc": "Last Bump Ascending",
		"last_bump_desc": "Last Bump Descending",
		"created_asc": "Created Date Ascending",
		"created_asc": "Created Date Descending",
		"reply_count_asc": "Reply Count Ascending",
		"reply_count_desc": "Reply Count Descending",
		"file_count_asc": "File Count Ascending",
		"file_count_desc": "File Count Descending"
	},
	"advanced_options": "Advanced Options",
	"advanced_options_alt": "The options are meant to be power users and may affect the browsing experience.",
	"auto_update": "Auto Update Thread",
	"auto_update_alt": "Auto refresh the threads page on background for new replies.",
	"auto_update_interval": "Audo Update Interval",
	"auto_update_interval_alt": "Time interval in which thread are auto updated.",
	"refresh_type": "Refresh Type",
	"refresh_type_alt": "Mechanism to use for auto updating the threads. Need to activate Auto Update settings to utilize this.",
	"refresh_types": {
		"default": "Update using Javascript (No Page Reload)",
		"classic": "Update using Meta Redirect (Whole Page Reload)"
	},
	"refresh_type_alt_alt": "Note: Using Meta Redirect for auto update will stop if you are typing a reply or if there is some text on quick reply box.",
	"enable_overboard": "Overboard as Homepage",
	"enable_overboard_alt": "Changes homepage trending section to custom overboard. This also limits trending thread section to top 3 posts only and overboard will be featured below that.",
	"version": "Site Version",
	"version_alt": "Choose between different version of site interface according to your taste.",
	"version_list": {
		"default": "Default",
		"default_alt": "Default version is perfect for mobile and desktop browsing experience and is adapts itself to match the screen width.",
		"modern": "Modern One Page",
		"modern_alt": "Modern One Page version will use heavy Javascript to improve browsing experience. Meant for desktop computer only. This is highly experimental version and may not work well on every condition."
	},
	"password": "Password",
	"password_alt": "Set a different password for your future posts. This password will be used to delete any future posts you posted.",
	"password_alt_alt": "<p>Warning: This password will be stored in your browser cookie. Please do not use any hard password. This just enables you to delete what you posted and generally isn't asked. It is automatically inserted while creating or deleting your post and only is here if you want to delete it from another device or browser.",
	"quick_reply": "Quick Reply",
	"quick_reply_alt": "Reply to any thread or reply quickly by clicking the post number or Quick Reply link.",
	"save_my_posts": "Save My Posts and Replies",
	"save_my_posts_alt": "Save your posts on browser for easier reply notification as well as to use (You) tag when someone quotes you.",
	"npchan_x": "NPChan X",
	"npchan_x_alt": "NPChan X is a helper script with additional tools to improve site browsing. NPChan X uses highly experimental code and may malfunction time to time. Use at your own risk.",
	"notify": "Send Push Notification on Browser",
	"notify_alt": "Sends push notification on your browser if anyone quotes your post or reply.",
	"notify_enable_browser": "Click Here to Enable on Your Browser",
	"notify_not_supported": "Push Notification Not Supported on your Browser",
	"notify_disabled": "(Not Enabled on Browser)",
	"notify_enabled": "(Enabled on Browser)"
}